tap "adoptopenjdk/openjdk"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ringohub/redis-cli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "antigen"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "bfg"
brew "commitizen"
brew "docker-credential-helper-ecr"
brew "eksctl"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "librdkafka"
brew "mockery"
brew "mycli"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "poetry"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "ruby"
brew "serverless"
brew "telnet"
brew "terraform"
brew "tree"
brew "unzip"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "xdot"
brew "yarn"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "helm/tap/chart-releaser"
brew "ringohub/redis-cli/redis-cli"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "docker"
cask "font-fira-code"
cask "font-sauce-code-pro-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly-desktop"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "mactex-no-gui"
cask "postman"
cask "pycharm"
cask "visual-studio-code"
cask "webstorm"
